---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures
source: html/89e5ab49-7172-354c-e0f9-7f81dbc533b0.htm
---
# BuiltInFailures.ElectricalFailures Properties

All slots on panel: [Panel Name] are occupied. Some circuits will be disconnected from this panel.